Paper orientation - Portrait/Landscape.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public bool PortraitLayout { get; set; }
  Visual Basic
Public Property PortraitLayout As Boolean
	Get
	Set
  Visual C++
public:
property bool PortraitLayout {
	bool get ();
	void set (bool value);
}
 See Also
  DWFExportOptions Class
  Autodesk.Revit.DB Namespace